brew 'fluxcd/tap/flux'

# Utilities
brew 'tree'
brew 'svgo'
brew 'bat'
brew 'htop'
brew 'mc'
brew 'wget'
brew 'curl'
brew 'qrencode'
brew 'httpie'
brew 'cowsay'
brew 'jq'
brew 'mkcert'
brew 'tmux'


# Environments
brew 'nvm'
brew 'pnpm'
brew 'php'
brew 'composer'
brew 'go'
brew 'go-task'
brew 'golang-migrate'
brew 'golangci-lint'
brew 'pipx'

# Storages
brew 'redis'

# Git
brew 'git-delta'
brew 'jesseduffield/lazygit/lazygit'

# Prompt
brew 'starship'

# Keyboard
cask 'programmer-dvorak'

# React Native
brew 'cocoapods'
brew 'watchman'
brew 'fastlane'

# Fonts
cask 'font-jetbrains-mono-nerd-font'
cask 'font-fira-code-nerd-font'

# Clouds
cask 'yandex-disk'

# Dev tools
cask 'iterm2'
cask 'visual-studio-code'
cask 'jetbrains-toolbox'
cask 'sublime-text'
cask 'insomnia'
brew 'neovim'
brew 'lazydocker'
brew 'gh'
brew 'anomalyco/tap/opencode'
brew 'claude-code'
brew 'cursor-cli'

# Browsers
cask 'firefox'
cask 'google-chrome'

# Communication
cask 'telegram'
cask 'discord'
cask 'zoom'
cask 'slack'

# Security
brew 'gnupg'
brew 'sops'
brew 'pinentry-mac'
brew 'ykman'
brew 'yubico-piv-tool'
brew 'yubikey-personalization'
brew 'openssh'
brew 'libfido2'

# DevOps
brew 'kubectl'
brew 'helm'
brew 'ansible'
brew 'hashicorp/tap/terraform'
brew 'docker'
brew 'k9s'
brew 'awscli'

# Windows management
tap 'FelixKratz/formulae'
brew 'borders'
cask 'nikitabobko/tap/aerospace'

# Misc
cask 'raspberry-pi-imager'
