tap 'teamookla/speedtest'
tap 'jesseduffield/lazygit'

brew 'tree'
brew 'svgo'
brew 'bat'
brew 'htop'
brew 'mc'
brew 'wget'
brew 'qrencode'
brew 'httpie'

brew 'php'
brew 'golang'
brew 'composer'
brew 'node'
brew 'go'
brew 'nvm'
brew 'redis'
brew 'yarn'
brew 'svgo'
brew 'spaceship'
brew 'git-delta'
brew 'golang-migrate'
brew 'jesseduffield/lazygit/lazygit'
brew 'nvim'
brew 'yubico-piv-tool'
brew 'git-delta'

brew 'cocoapods'
brew 'watchman'

brew 'homebrew/cask-fonts/font-jetbrains-mono-nerd-font'

cask 'iterm2'
cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'discord'
cask 'telegram'
cask 'jetbrains-toolbox'
cask 'sublime-text'
cask 'yandex-disk'
cask 'zoom'
cask 'keepassxc'
cask 'rectangle'

brew 'gnupg'
brew 'pinentry-mac'
brew 'ykman'
brew 'paperkey'
brew 'openssh'
brew 'libfido2'
