brew 'tree'
brew 'svgo'
brew 'bat'
brew 'htop'
brew 'mc'
brew 'mas'

brew 'php'
brew 'composer'
brew 'node'
brew 'nvm'
brew 'redis'
brew 'yarn'
brew 'postgresql'
brew 'redis'
brew 'svgo'

cask 'visual-studio-code'
cask 'firefox'
cask 'google-chrome'
cask 'discord'
cask 'telegram'
cask 'macpass'
cask 'figma'
cask 'jetbrains-toolbox'
cask 'sublime-text'
cask 'yandex-disk'
cask 'spotify'
cask 'appcleaner'
cask 'zoom'
cask 'kap'
cask 'iglance'
cask 'alt-tab'

mas 'Spark', id: 1176895641
mas 'VK Messenger', id: 1265763895
